Repository: iamleigh/sample-wp-plugin
Catalog: languages/leighton-quito-*.po
Languages: es_ec

source: Awesome Motive Developer Applicant Challenge, Part 1.
es_ec: Awesome Motive Desafío de Aplicante a Desarrollador, Parte 1.

source: Your site is running PHP %1$s, an <strong>insecure version</strong> that is no longer supported by this plugin. Please, contact your web hosting provider to update your site to PHP %2$s or later version, or switch to a <a href="%3$s" target="_blank" rel="noopener noreferrer">recommended WordPress hosting company</a>.
es_ec: Tu sitio web está usando PHP %1$s, una <strong>versión insegura</strong> que ya no es compatible con este plugin. Por favor, contacta a tu proveedor de hosting y solicita que actualicen tu sitio web a PHP %2$s o una versión posterior. También puedes optar por cambiar a una <a href=“%3$s” target=“_blank” rel=“noopener noreferrer”>compañía de hosting recomendada por WordPress</a>.

source: <strong>%s plugin is disabled</strong> on your site until you fix the issue.
es_ec: <strong>El plugin %s está deshabilitado</strong> en tu sitio web hasta que soluciones el problema.

source: Your site is running an <strong>old version</strong> of WordPress that is no longer supported by this plugin. Please update your WordPress site to WordPress %s or later version.
es_ec: Tu sitio web está usando una <strong>versión antigua</strong> de WordPress que ya no es compatible con este plugin. Por favor, actualiza tu sitio web a WordPress %s o una versión posterior.

source: <strong>%s plugin is disabled</strong> on your site until WordPress is updated to the required version.
es_ec: <strong>El plugin %s está deshabilitado</strong> en tu sitio web hasta que actualices a la versión requerida de WordPress.

source: Settings
es_ec: Ajustes

source: Table Tab
es_ec: Tabla

source: Graph Tab
es_ec: Gráfico

source: Settings Tab
es_ec: Ajustes

source: Table Rows
es_ec: Filas de la Tabla

source: Limit the number of rows to display at the table.
es_ec: Limita el número de filas para mostrar en la tabla.

source: The allowed rows value must be between 1 and 5.
es_ec: La cantidad de filas permitidas está entre 1 y 5.

source: Date
es_ec: Fecha

source: Allowed Emails
es_ec: Correos Electrónicos Permitidos

source: Typedown an email
es_ec: Escribe un correo

source: Invalid email address.
es_ec: La dirección de correo electrónico no es válida.

source: Save Settings
es_ec: Guardar Ajustes

source: Add Email
es_ec: Agregar Email

source: Remove Email
es_ec: Borrar Email
